Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/sep_divorce_income_tax.html.txt.tmx
Source language: en
Languages: ga

source: Separation, divorce and income tax credits and reliefs
ga: Scaradh, colscaradh agus creidmheasanna agus faoiseamh cáin ioncaim

source: • Taxation in the year of separation
ga: • Cánachas i mbliain an scartha

source: • Taxation in subsequent years
ga: • Cánachas sna blianta ina dhiaidh sin

source: When a married couple decide to separate and the separation is likely to be permanent, there are implications for the way in which they are taxed
ga: Nuair a dhéanann lánúin phósta in Éirinn cinneadh scaradh agus gur cosúil go mbeidh an scaradh buan, bíonn iarmhairtí aige sin ar an gcaoi a ngearrtar cáin orthu

source: It is important to understand the different taxation options available and how decisions about maintenance payments will affect taxation
ga: Tá sé tábhachtach na roghanna cánachais éagsúla atá ar fáil a thuiscint chomh maith leis an gcaoi a rachaidh íocaíochtaí cothabhála i bhfeidhm ar chánachas

source: In that case, the couple should contact Revenue after the actual separation, so that the necessary tax adjustments can be made for the year in which the couple separate and for the following tax years
ga: Tá roinnt cur chuige dlíthiúil ann le haghaidh lánúineacha pósta go dteastaíonn uathu scaradh agus aithníonn na Coimisinéirí Ioncaim gur féidir le lánúin scaradh gan aon socruithe foirmiúla

source: You can read Revenue's leaflet on What to do about tax on the breakdown of a marriage, civil partnership or cohabiting relationship to find out about the tax treatment of civil partners
ga: Sa chás sin, ba chóir dóibh dul i dteagmháil leis na Coimisinéirí Ioncaim i ndiaidh an scartha, i dtreo is gur féidir na coigeartuithe cánach riachtanacha a dhéanamh don bhliain ina scarann an lánúin agus do na blianta cánach ina dhiaidh sin

source: Taxation in the year of separation
ga: Cánachas i mbliain an scartha

source: How a couple are taxed in the year in which they separate will depend on how they were taxed as a married couple
ga: Braithfidh an chaoi a ghearrfar cáin ar lánúin sa bhliain a scarann siad ar an gcaoi a gearradh cáin orthu mar lánúin phósta

source: They may have been taxed under single assessment, separate assessment or joint assessment
ga: D’fhéadfadh go raibh cáin á gearradh orthu faoi mheasúnú singil, faoi mheasúnú ar leithligh nó faoi chómheasúnú

source: For more information on these options, read about taxation of married people and civil partners
ga: Chun tuilleadh faisnéise a fháil ar na roghanna seo, léigh faoi chánachas do dhaoine pósta in Éirinn anseo

source: • If a couple are assessed as single persons , there will be no change in their tax assessment if they subsequently separate
ga: • Má dhéantar lánúin a mheasúnú mar dhaoine singile, ní bheidh athrú ar bith ina measúnú cánach má scarann siad ina dhiaidh sin

source: • If a couple are taxed under separate assessment, their income up to the date of separation is assessed in the usual way and they can transfer between them any unused tax credits and rate bands that apply
ga: • Má ghearrtar cáin de réir mheasúnú ar leithligh, déantar a n-ioncam suas go dáta an scartha a mheasúnú sa ghnáthshlí agus is féidir leo aon chreidmheas cánach nár úsáideadh agus aon bhandaí ráta lena mbaineann a aistriú eatarthu

source: For the remainder of the tax year after separation each spouse will be treated as a single person and the single person’s tax credit will apply to their income
ga: Don chuid eile den bhliain chánach i ndiaidh an scartha caithfear le gach céile mar dhuine singil agus cuirfear creidmheas cánach an duine shingil i bhfeidhm ar a chuid ioncaim

source: • Under joint assessment, one spouse is accountable for tax purposes, the assessable spouse
ga: • Faoi chómheasúnú, tá céile amháin freagrach ó thaobh cúrsaí cánach de, an céile inmheasúnaithe

source: If you are the assessable spouse, you are entitled to the married person’s tax credit and double rate bands for the full year in which you separate
ga: Más tusa an céile inmheasúnaithe, tá tú i dteideal creidmheas cánach an duine pósta agus bandaí ráta dúbailte don bhliain iomlán ina scarann sibh

source: You are taxed on your own income for the full year as well as your spouse’s income for the year up until the date of separation
ga: Gearrtar cáin ort ar d’ioncam féin ar feadh na bliana iomláin agus ar ioncam do chéile chomh maith don bhliain sin suas go dáta an scartha

source: If you are the spouse who was not assessable, then you will be taxed on your own income from the date of separation
ga: Mura bhfuil tú i do chéile inmheasúnaithe, gearrfar cáin ort ar d’ioncam féin ó dháta an scartha

source: You will be entitled to the full single person’s tax credit and taxed under the single rate bands
ga: Beidh tú i dteideal creidmheas cánach iomlán an duine shingil agus gearrfar cáin ort faoi na bandaí ráta singil

source: If there are legally enforceable maintenance payments then you may choose instead to continue to be taxed as a married couple
ga: Má tá íocaíochtaí cothabhála atá infheidhmithe de réir an dlí i gceist d’fhéadfadh sibh a roghnú go leanfar ag gearradh cánach oraibh mar lánúin phósta ina ionad sin

source: Taxation in subsequent years
ga: Cánachas sna blianta ina dhiaidh sin

source: Depending on their circumstances, separated/divorced spouses may choose to be taxed either as a married couple or as single persons after the year in which they separate
ga: Ag braith ar a n-imthosca, d’fhéadfadh céilí scartha/colscartha a roghnú go ngearrfaí cáin orthu mar lánúin phósta nó mar dhaoine singile i ndiaidh na bliana ina scarann siad

source: The payment of maintenance and the type of maintenance payments are important in deciding which tax arrangement will apply
ga: Tá íocaíochtaí cothabhála agus an cineál íocaíochtaí cothabhála tábhachtach agus cinneadh á dhéanamh maidir leis an socrú cánach a bheidh i gceist

source: Where one spouse provides payments for the support of the other spouse and/or children, these are known as maintenance payments
ga: Nuair a dhéanann céile amháin íocaíochtaí chun tacaíocht a thabhairt don chéile eile agus/nó do leanaí, tugtar íocaíochtaí cothabhála orthu seo

source: Maintenance payments may be made under informal voluntary agreements or they may be legally enforceable
ga: D’fhéadfaí íocaíochtaí cothabhála a dhéanamh faoi chomhaontuithe deonacha neamhfhoirmiúla nó d’fhéadfadh siad a bheith infheidhmithe de réir an dlí

source: Voluntary maintenance payments are ignored for tax purposes: the spouse who makes the payment is not entitled to a tax deduction for it and the spouse receiving the payment is not taxed on it
ga: Déantar neamhaird d’íocaíochtaí cothabhála deonacha chun críocha cánach: níl an céile a dhéanann an íocaíocht i dteideal asbhaint chánach ina leith agus ní ghearrtar cáin ar an gcéile a fhaigheann an íocaíocht ina leith

source: Both spouses are taxed as single people on their other income
ga: Gearrtar cáin ar an mbeirt chéilí mar dhaoine singile ar a n-ioncam eile

source: If you are paying voluntary maintenance and it is your spouse’s main income, then you may claim the married persons tax credit, rather than the single person’s credit, but you will still have the tax rate band for a single person
ga: Má tá cothabháil dheonach á híoc agat agus gurb í príomhioncam do chéile í, ansin is féidir leat creidmheas cánach an duine phósta a éileamh, seachas creidmheas an duine shingil, ach fós beidh tú sa bhanda ráta cánach do dhuine singil

source: Legally enforceable maintenance payments
ga: Íocaíochtaí cothabhála atá infheidhmithe de réir an dlí

source: Legally enforceable maintenance payments include those made under a court order or ruling, a deed of separation, a covenant or a trust
ga: Cuimsíonn íocaíochtaí cothabhála atá infheidhmithe de réir an dlí na cinn a dhéantar faoi ordú nó rialú cúirte, gníomhas scartha, cúnant nó iontaobhas

source: If the maintenance payment is for the benefit of a child then it is ignored for tax purposes
ga: Má dhéantar an íocaíocht chothabhála chun leasa linbh déantar neamhaird de chun críocha cánach

source: The spouse who makes the payment is not entitled to a tax deduction for it and the spouse receiving the payment is not taxed on it
ga: Níl an céile a dhéanann an íocaíocht i dteideal asbhaint chánach ina leith agus ní ghearrtar cáin ar an gcéile a fhaigheann an íocaíocht ina leith

source: A maintenance payment for the benefit of a separated spouse is taxable for the receiving spouse
ga: Tá íocaíocht chothabhála a dhéantar chun leasa céile scartha inchánach don chéile a fhaigheann é

source: The paying spouse does not pay tax on it; it may be deducted from their taxable income
ga: Ní bhíonn ar an gcéile a íocann an íocaíocht cáin a íoc uirthi; is féidir é a asbhaint óna ioncam inchánach

source: Both spouses in this case are taxed as single people
ga: Gearrtar cáin ar an mbeirt chéilí mar dhaoine singile sa chás seo

source: Separated spouses may choose instead to be taxed as a married couple if there are legally enforceable maintenance payments
ga: Is féidir le céilí scartha a roghnú go ngearrfar cáin orthu mar lánúin phósta in ionad sin má tá íocaíochtaí cothabhála atá infheidhmithe de réir an dlí i gceist

source: In this case the payments are ignored for tax purposes; the spouse who makes the payment is not entitled to a tax deduction for it and the spouse receiving the payment is not taxed on it
ga: Sa chás seo déantar neamhaird de na híocaíochtaí chun críocha cánach; níl an céile a dhéanann an íocaíocht i dteideal asbhaint chánach ina leith agus ní ghearrtar cáin ar an gcéile a fhaigheann an íocaíocht ina leith

source: If they wish to be taxed as a married couple they must both confirm this in writing before the end of the tax year
ga: Más mian leo go ngearrfar cáin orthu mar lánúin phósta ní mór don bheirt acu é sin a dheimhniú i scríbhinn roimh dheireadh na bliana cánach

source: To be eligible they must both be resident in the State and there must be a legally enforceable agreement for maintenance payments
ga: Le go gcáileodh siad caithfidh an bheirt acu a bheith ina gcónaí sa Stát agus caithfidh comhaontú atá infheidhmithe de réir an dlí a bheith ann maidir le híocaíochtaí cothabhála

source: If they are divorced, they must not have remarried
ga: Má tá siad colscartha, níor chóir go mbeadh siad pósta arís

source: The way that maintenance payments are assigned either for the benefit of the spouse or children effects the way that the payment is taxed
ga: Téann an chaoi a shanntar íocaíochtaí cothabhála, cibé ar son leas an chéile nó an linbh, i bhfeidhm ar an gcaoi a ngearrtar cáin ar an íocaíocht

source: This may make a difference to the amount of money actually received so it may be important to seek tax advice before maintenance payments are agreed
ga: D’fhéadfadh sé seo dul i gcion ar an méid airgid a fhaightear go hiarbhír agus mar sin d’fhéadfadh sé a bheith tábhachtach comhairle cánach a iarraidh sula ndéantar íocaíochtaí cothabhála a chomhaontú

source: If you are divorced, your tax situation is the same as in the case of separation
ga: Má tá tú colscartha, tá do staid chánach mar an gcéanna le duine scartha

source: Single Parent Child Carer Credit
ga: Creidmheas Cánach do Theaghlach Aontuismitheora

source: If you are separated or divorced and you have a child that you support and that resides with you for the greater part of the year, then you may be eligible for the Single Parent Child Carer Credit
ga: Má tá tú scartha nó colscartha agus go bhfuil leanbh agat a chothaíonn tú agus a chónaíonn leat ar feadh cuid den bhliain, ansin d’fhéadfá a bheith i dteideal Creidmheas Cánach do Theaghlach Aontuismitheora

source: If you separate and the separation is likely to be permanent then you should contact your tax office to inform them of your change in circumstances
ga: Má scarann sibh agus más cosúil go mbeidh an scaradh buan ansin ba chóir duit dul i dteagmháil le d’oifig cánach áitiúil chun an athrú i d’imthosca a chur in iúl dóibh

source: Lo-call telephone numbers for Revenue regional offices are available here
ga: Tá uimhreacha teileafóin íosghlao oifigí réigiúnacha na gCoimisinéirí Ioncaim le fáil anseo

source: You can find more detailed contact details for your region here
ga: Is féidir leat sonraí teagmhála níos mionsonraithe faoi do réigiún a fháil anseo
